Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: Yes, but … No way! I have a real purpose in The System! I will be a good bit! I worked so hard to get where I am now. I refuse to be randomly discarded that way!
sv: Ja, men … Aldrig i livet! Jag har ett verkligt syfte i The System! Jag ska vara en bra bit! Jag har arbetat så hårt för att komma dit jag är nu. Jag vägrar att bli slumpmässigt bortkastad på det sättet!

source: Remove label
sv: Ta bort etikett

source: Oh wait! Could it be that I am a victim of ’packet loss’ that they told me in school? But that would mean … Nah, that’s probably just a fairytale to scare young kids. Better not think about it.
sv: Vänta! Kan det vara så att jag är offer för den ”paketförlust” de berättade om i skolan? Men det skulle innebära … Nä, det är nog bara en skröna för att skrämma små barn. Bäst att inte tänka på det.

source: Create Collection?
sv: Skapa samling?

source: Recommended minimum password length is at least 8 characters.
sv: Rekommenderad minimilängd på lösenord är minst 8 tecken.

source: What’s a helper?
sv: Vad är en hjälpare?

source: Cactus Block
sv: Kaktusblock

source: To remove the symbols, press [Place] with your empty hand into air, or any block that doesn’t have connections.
sv: För att ta bort symbolerna trycker du på [Place] med tom hand mot luften eller ett block som saknar kopplingar.

source: It's spam
sv: Det är spam

source: Iron Axe
sv: Järnyxa

source: Exports all FM channels to CHIRP CSV.
sv: Exporterar alla FM-kanaler till CHIRP CSV.

source: %s voted
sv: %s röstade

source: Unresolved
sv: Inte löst

source: Unexpected EOF while reading key
sv: Oväntad EOF vid nyckelläsning

source: Unable to read keyfile.
sv: Kan inte läsa nyckelfilen.

source: Post to public timelines
sv: Posta till offentliga tidslinjer

source: Watching
sv: Bevakar

source: Where am I? And what was I just doing before?
sv: Var är jag? Och vad gjorde jag nyss?

source: TOTP is enabled
sv: TOTP är aktiverat

source: Use custom icon
sv: Använd egen ikon

source: Full Bouncer
sv: Full studsare

source: Awaiting Moderation
sv: Väntar på moderering

source: Sign-up Sources
sv: Registreringskällor

source: Verification Code (TOTP)
sv: Verifieringskod (TOTP)

source: Minimum length of the message field.
sv: Minsta längd för meddelandefältet.

source: Hashtags shown on the sidebar
sv: Hashtaggar som visas i sidofältet

source: Hide Posts From Home
sv: Dölj inlägg från hem

source: Writes call-sign DB to radio.
sv: Skriver anropssignal DB till radio.

source: Match URL scheme (e.g., https://example.com)
sv: Matcha URL-schema (T.ex. https://example.com)

source: View latest
sv: Visa senaste

source: View Edit History
sv: Visa redigeringshistorik

source: Number of groups
sv: Antal grupper

source: %n month(s)
sv: %n månad

source: Invalid user name: {error}
sv: Ogiltigt användarnamn: {error}

source: Missing positional argument(s).
sv: Positionellt argument saknas.

source: You don’t really have a choice. Or do you want to linger around in the Hub forever?
sv: Du har egentligen inget val. Eller vill du dröja kvar i Navet för alltid?

source: Read group field data doesn't match size
sv: Inläst fältdata för grupp stämmer inte med storleken

source: Come to me …
sv: Kom till mig …

source: The Erasure will soon begin …
sv: The Erasure börjar snart …

source: Unfavorite
sv: Ta bort från favoriter

source: Whether Tuba should fetch remote media automatically when the proxied one is not available
sv: Om Tuba ska hämta fjärrmedia automatiskt när den proxade kopian inte är tillgänglig

source: Corrupted data wiped
sv: Fördärvad data raderat

source: This page will automatically update when received
sv: Sidan uppdateras automatiskt när meddelandet har tagits emot

source: And you … you haven’t been overwritten. Yet. This place is like Limbo.
sv: Och du … du har inte skrivits över. Ännu. Den här platsen är som Limbo.

source: Decryption time in seconds
sv: Avkrypteringstid i sekunder

source: Rebuild
sv: Bygg om

source: Default username field
sv: Standard användarnamn

source: Well, I did find something in those sectors. They call themselves “helpers”. Do you mean those?
sv: Jag hittade faktiskt något i de där sektorerna. De kallar sig ”hjälpare”. Menar du dem?

source: Seabed
sv: Havsbotten

source: Delete contact?
sv: Ta bort kontakt?

source: %1 [%2] - Slot %3
sv: %1 [%2] - Kortplats %3

source: They will be uploaded to your instance
sv: De kommer att laddas upp till din instans

source: Attachment Editor
sv: Bilagas redigerare

source: Fingerprint:
sv: Fingeravtryck:

source: Following Instance
sv: Följda instanser

source: Enter a repeater call-sign.
sv: Ange en repeaters anropssignal.

source: Delete RX group list?
sv: Ta bort grupplistan?

source: Invalid user verification
sv: Ogiltig användarverifiering

source: Cannot open file "%1"
sv: Kan inte öppna filen "%1"

source: Time of Day
sv: Tid på dagen

source: More information about blocks can be found in other books.
sv: Mer information om block finns i andra böcker.

source: Follows you
sv: Följer dig

source: Go back, uncheck '%s' and resubmit to post.
sv: Gå tillbaka, avmarkera '%s' och skicka igen för att publicera.

source: Invalid decryption time %1.
sv: Ogiltig avkrypteringstid %1.

source: This item has found a new home with another user.
sv: Objektet har funnit ett nytt hem hos en annan användare.

source: Hide from overboard
sv: Dölj från övertavlan

source: &Save Database
sv: &Spara databas

source: Steel Shovel
sv: Stålspade

source: Exceeded character limit by %lld
sv: Överskriden teckengränsen med %lld

source: Copper Ore
sv: Kopparmalm

source: Scheduled Posts
sv: Schemalagda inlägg

source: Posting is currently disabled: not enough free disk space.
sv: Publicering är för närvarande inaktiverad: inte tillräckligt med ledigt diskutrymme.

source: Profile updated.
sv: Profil uppdaterad.

source: If enabled, the entries are selected using the users DMR ID.
sv: Om det är aktiverat väljs posterna med användarens DMR-ID.

source: Tin Lump
sv: Tennklump

source: Shooting at the backside of this block won’t do anything.
sv: Att skjuta mot baksidan av detta block gör ingenting.

source: Bookmarks : Write Only
sv: Bokmärken: Lässkyddad

source: <p>You can use advanced search queries to find any entry in your open databases. The following shortcuts are useful:<br/> Ctrl+F - Toggle database search<br/> Ctrl+1 - Type username<br/> Ctrl+2 - Type password<br/> Ctrl+3 - Type TOTP<br/> Ctrl+4 - Use Virtual Keyboard (Windows Only)</p>
sv: <p>Du kan använda avancerad sökning för att hitta en post i dina öppna databaser. Följande genvägar är användbara:<br/> Ctrl+F - Databassökning på/av<br/> Ctrl+1 - Skriv användarnamn<br/> Ctrl+2 - Skriv lösenord<br/> Ctrl+3 - Skriv TOTP<br/> Ctrl+4 - Använd virtuellt tangentbord (Endast Windows)</p>

source: _Forget
sv: _Glöm

source: Go to next page
sv: Gå till nästa sida

source: Require visitors to include an attachment when posting.
sv: Kräv att besökare bifogar en bilaga vid publicering.

source: There was an error creating the QR code.
sv: Det uppstod ett fel när QR-koden skapades.

source: Confirm remove
sv: Bekräfta borttagning

source: Minimum light is not a number
sv: Minsta ljusnivå är inte ett tal

source: When a laser hits the mirror, it will make a turn.
sv: När en laser träffar spegeln svänger den av.

source: Key Component Description
sv: Beskrivning för nyckelkomponent

source: Username %(username_code)s not found.
sv: Användarnamnet %(username_code)s hittades inte.

source: Glider
sv: Segelflygplan

source: Search View
sv: Sökvy

source: Ruby Block
sv: Rubinblock

source: Delete Draft Post?
sv: Ta bort inläggsutkast?

source: NOTE: You are using a pre-release version of ChiPass. Expect some bugs and minor issues, this version is meant for testing purposes.
sv: Du använder en förhandsversion av ChiPass. Förvänta dig några fel och mindre problem, den här versionen är avsedd för teständamål.

source: Please wait %s before searching again.
sv: Vänta %s innan du söker igen.

source: Remove tag "%1" from all entries in this database?
sv: Vill di ta bort taggen "%1" från alla poster i databasen?

source: Generate a new key file
sv: Generera en ny nyckelfil

source: Couldn't fetch members: %s
sv: Kunde inte hämta medlemmar: %s

source: The linked post is not a flohmarkt listing
sv: Det länkade inlägget är inte en flohmarkt-annons

source: Yellow
sv: Gul

source: Do you really want to remove the wordlist "%1"?
sv: Vill du verkligen ta bort ordlistan ”%1”?

source: Whether Tuba should blur media marked as sensitive, instead of turning them invisible
sv: Om Tuba ska göra media som markerats som känsligt suddigt i stället för att dölja det

source: Remove Unused Styles
sv: Ta bort oanvända stilar

source: match anything
sv: Matcha allt

source: Controls whether new users can register via OAuth2/OpenID Connect single sign-on. Existing users can always log in regardless of this setting.
sv: Styr om nya användare kan registrera sig via enkel inloggning med OAuth2/OpenID Connect. Befintliga användare kan alltid logga in oavsett denna inställning.

source: Hide window to system tray when minimized
sv: Minimera fönstret till systemfältet, vid minimering

source: Sorry, you can not register with this instance at the moment.
sv: Ledsen, du kan inte regga dig på den här instansen för närvarande.

source: Scale
sv: Skala

source: Performance
sv: Prestanda

source: Window Maximized State
sv: Fönster maximerat tillstånd

source: %d pending moderation request
sv: %d väntande modereringsbegäran

source: %d pending moderation requests
sv: %d väntande modereringsbegäranden

source: Write something about yourself
sv: Skriv något om dig själv

source: Stick
sv: Pinne

source: Autosave delay
sv: Fördröjning av automatiskt sparande

source: Create Group List
sv: Skapa grupplista

source: Save Attachment
sv: Spara bilaga

source: No encryption key added
sv: Ingen krypteringsnyckel tillagd

source: Lock database
sv: Lås databasen

source: Trilinear
sv: Trilinjär

source: Season is now forced to be fall until the game is shut down.
sv: Årstiden är nu låst till höst tills spelet avslutas.

source: Save attachment
sv: Spara bifogad fil

source: When enabled, the number of DB entries will be limited. Otherwise the maximum number of entries are generated (device dependent).
sv: När det är aktiverat kommer antalet DB-poster att vara begränsat. Annars genereras det maximala antalet poster (enhetsberoende).

source: Onyx Chest
sv: Onyxkista

source: Expiration Presets
sv: Förinställningar för förfallodag

source: Drowning
sv: Drunkning

source: An error occurred when trying to retrieve update information, please try again later.
sv: Ett fel uppstod när uppdateringsinformation skulle hämtas. Försök igen senare.

source: If you want to use the WorldEdit mod to edit levels, it must be used with care.
sv: Om du vill använda modden WorldEdit för att redigera nivåer måste den användas försiktigt.

source: Motorcycle
sv: Motorcykel

source: user
sv: användare

source: This block has a hole and will be activated when a laser goes into it. It may then trigger something.
sv: Det här blocket har ett hål och aktiveras när en laser går in i det. Det kan då utlösa något.

source: RV
sv: Husbil

source: Reason:
sv: Orsak:

source: Delete & ban for 1 day
sv: Ta bort och stäng av i 1 dag

source: Field separation
sv: Fältseparation

source: Timeline
sv: Tidslinje

source: Read codeplug
sv: Läs kodplugg

source: 40 inventory slots
sv: 40 inventarieplatser

source: Discard Item
sv: Förkasta objekt

source: %1 [%2] - Slot %3, %4
sv: %1 [%2] - Kortplats %3, %4

source: redacted
sv: maskerad

source: This quote is hidden because you've muted %s
sv: Det här citatet är dolt eftersom du har tystat %s

source: Could not start okon process: %1
sv: Kunde inte starta okon-processen: %1

source: Set the URL to use to search for a favicon
sv: Ange URL för att söka efter en favikon

source: This quote is hidden because you've blocked %s
sv: Det här citatet är dolt eftersom du har blockerat %s

source: Failed to remove all SSH identities from agent.
sv: Kunde inte ta bort alla SSH-identiteter från agenten.

source: Edits
sv: Redigeringar

source: Board
sv: Tavla

source: Enable Secret Service to access these settings.
sv: Aktivera Secret Service för att komma åt dessa inställningar.

source: I am … The Noise.
sv: Jag är … The Noise.

source: Controls
sv: Kontroller

source: Ban file
sv: Stäng av fil

source: Grey Locked Chest
sv: Låst grå kista

source: About %d minute read
sv: Cirka %d minuts läsning

source: About %d minutes read
sv: Cirka %d minuters läsning

source: Database Name:
sv: Databasnamn:

source: A request for creating a new group "%1" has been received. Do you want to create this group?
sv: En begäran om att skapa en ny grupp "%1" har tagits emot. Vill du skapa denna grupp?

source: Confirm Authorization
sv: Bekräfta auktorisering

source: Click 'Delete'.
sv: Klicka på 'Ta bort'.

source: Cannot delete radio IDs: You have to select a radio ID first.
sv: Kan inte radera radio-ID:n: Du måste först välja ett radio-ID.

source: Invalid board.
sv: Ogiltig tavla.

source: Using WorldEdit
sv: Använda WorldEdit

source: Polls
sv: Omröstningar

source: expires soon
sv: går snart ut

source: Check Hashes
sv: Kontrollera hashar

source: Changes block variant
sv: Ändrar blockvariant

source: Secondary Menu
sv: Sekundär Meny

source: Recent databases
sv: Tidigare databaser

source: Red inwards arrows stand for blocks that can be triggered. For example, chests.
sv: Röda pilar inåt visar block som kan utlösas, till exempel kistor.

source: Select or edit the beacon frequency.
sv: Välj eller redigera fyrfrekvensen.

source: Currently, there is no 3rd-party payment system involved. We let you decide how to organize payment and shipping / transport.
sv: För närvarande används inget betalningssystem från tredje part. Du bestämmer själv hur betalning och leverans eller transport ska ordnas.

source: ChiPass - Delete entry
sv: ChiPass - Ta bort post

source: Free-form currencies are disabled
sv: Fria valutor är inaktiverade

source: If checked, the entry will not appear in reports like Health Check and HIBP even if it doesn't match the quality requirements.
sv: Vid aktivering visas inte posten i rapporter som Hälsokontroll och HIBP även om den inte matchar kvalitetskraven.

source: Add board to %s
sv: Lägg till tavla i %s

source: Maximum length of the email field.
sv: Största längd för e-postfältet.

source: Action taken when the threshold amount is exceeded.
sv: Åtgärd som vidtas när tröskelvärdet överskrids.

source: &Clone Entry…
sv: &Klona post...

source: Free? Yippieh, I am finally free!
sv: Fri? Jippi, jag är äntligen fri!

source: Stockpile will attempt to recover your data. Items may not be restored correctly, depending on how corrupted the data is.
sv: Stockpile ska pröva att återställa ditt data. Det kan hända att objekt inte blir riktig återställt, beroende på hur skadat data är.

source: Steel Lump
sv: Stålklump

source: Permission Required
sv: Tillstånd krävs

source: Stored keys
sv: Lagrade nycklar

source: Quick Unlock
sv: Snabb upplåsning

source: Edit database settings
sv: Avsluta databasinställningar

source: Circle 1
sv: Cirkel 1

source: No Notifications by %s
sv: Inga aviseringar från %s

source: Block Domain
sv: Blockera domän

source: Secure
sv: Säker

source: External key file
sv: Extern nyckelfil

source: Use Virtual Keyboard
sv: Använd virtuellt tangentbord

source: Upload
sv: Ladda upp

source: Free
sv: Fri

source: Shared news items may be updated by other staff members.
sv: Delade nyheter kan uppdateras av andra i personalen.

source: Save Zone
sv: Säker zon

source: %s reply
sv: %s svar

source: %s replies
sv: %s flera svar

source: Open Database
sv: Öppna databas

source: Article
sv: Artikel

source: Circle 9
sv: Cirkel 9

source: Parallelism
sv: Parallellitet

source: AES: 256 Bit (default)
sv: AES: 256 bitar (standard)

source: Please complete the PIN verification step first.
sv: Gör klart pinkodsverifieringssteget först.

source: A confirmation request is not supported by the agent (check options).
sv: Bekräftelsebegäran stöds inte av tjänsten (kontrollera alternativen).

source: Configure
sv: Konfigurera

source: SVG preferred, PNG/JPG/WebP also supported. Max 250KB.
sv: SVG föredras, PNG, JPEG och WebP stöds också. Max 250KB.

source: KeeShare is currently disabled. You can enable import/export in the application settings.
sv: KeeShare är inaktiverat. Du kan aktivera import/export i programinställningarna.

source: The archived articles from "wikipedia.org"
sv: De arkiverade artiklarna från "wikipedia.org"

source: Send
sv: Skicka

source: Enables the ringtone on incoming private calls.
sv: Aktiverar ringsignalen vid inkommande privata samtal.

source: %s favorite
sv: %s favorit

source: %s favorites
sv: %s favoriter

source: Save Item
sv: Spara objekt

source: Import a CSV file
sv: Importera en CSV-fil

source: Ignores any duplicate set.
sv: Ignorerar varje dubblettuppsättning.

source: Added: - More shortener support: is.gd, fb.me, cutt.ly, bit.do, rb.gy - New localizations
sv: Tillagt: - Stöd för fler förkortare: is.gd, fb.me, cutt.ly, bit.do, rb.gy - Nya översättningar

source: Violet Brick Block
sv: Violett tegelblock

source: <b>Error:</b> The custom proxy location does not exist. Correct this in the advanced settings tab.
sv: <b>Fel:</b> Den anpassade proxyplatsen finns inte. Korrigera det i avancerade inställningar.

source: Remove all your collected and saved electrons (cannot be undone)
sv: Ta bort alla dina insamlade och sparade elektroner (kan inte ångras)

source: Post Edits
sv: Redigerade inlägg

source: Cannot auto-detect radio
sv: Kan inte automatiskt upptäcka radio

source: Members
sv: Medlemmar

source: Mod mode
sv: Moderatorläge

source: Entry already has a passkey. Do you want to overwrite the passkey in %1 - %2?
sv: Posten har redan en passnyckel. Vill du skriva över passnyckeln i %1 - %2?

source: Unexpected EOF while reading public key
sv: Oväntad EOF, under inläsning av offentlig nyckel

source: Specify the melody in Lilypond format.
sv: Ange melodin i LilyPond-format.

source: Import the following passkey to this entry:
sv: Importera följande passnyckel till denna post:

source: Mese Spider Spawn Egg
sv: Framkallningsägg för mese-spindel

source: Tell us what's going on with this collection
sv: Berätta vad som händer med den här samlingen

source: Repeat new password
sv: Repetera ditt nya lösenord

source: Reject Reports
sv: Avvisa rapporter

source: Like the colorless detector, it will be activated when a laser goes into the hole. But colored detectors require the laser to be of the same color.
sv: Precis som den färglösa detektorn aktiveras den när en laser går in i hålet. Färgade detektorer kräver dock att lasern har samma färg.

source: Add additional protection…
sv: Lägg till ytterligare skydd...

source: This instance is not a follower
sv: Denna instans är inte en följare

source: You are banned.
sv: Du är avstängd.

source: The Void Pipe?
sv: Tomröret?

source: Software Update
sv: Mjukvaruuppdatering

source: There are unsaved changes to the current codeplug. These changes are lost if you proceed.
sv: Det finns osparade ändringar i den aktuella kodpluggen. Dessa ändringar går förlorade om du fortsätter.

source: Login to {instance}
sv: Logga in på {instance}

source: Aid station
sv: Hjälpstation

source: Disk Usage
sv: Diskanvändning

source: Null DeleteObject uuid
sv: Tomt UUID för DeleteObject

source: Registrations closed
sv: Registreringar stängda

source: Registrations are not allowed at the moment
sv: Registrering är inte tillåtet för tillfället

source: Automatic
sv: Automatisk

source: Export Profile
sv: Exportera profil

source: '%s' cannot be deleted: %s
sv: '%s' kunde inte raderas:%s

source: For security reasons, we cannot help discover usernames for this authentication method. Please contact the instance administrator.
sv: Av säkerhetsskäl kan vi inte visa användarnamn för den här autentiseringsmetoden. Kontakta instansens administratör.

source: Refreshing page every %d seconds. Click to pause.
sv: Uppdaterar sidan var %d:e sekund. Klicka för att pausa.

source: Only admins/mods owner :(
sv: Bara administratörer/moderatorer ägare :(

source: Couldn't generate Wrapped
sv: Kunde inte generera wrapped

source: Key derivation function
sv: Nyckelhärledningsfunktion

source: &Username:
sv: &Användarnamn:

source: Delay (in seconds) visitors must wait before posting again. Set to 0 to disable.
sv: Fördröjning i sekunder som besökare måste vänta innan de kan publicera igen. Ange 0 för att inaktivera.

source: Toggle Search
sv: Växla sök

source: XML File…
sv: XML-fil…

source: Bracket imbalance detected, found extra { or }
sv: Klammerobalans upptäckt, hittade extra { eller }

source: Storage
sv: Lagring

source: &Keyboard Shortcuts
sv: &Tangentbordsgenvägar

source: Secondary Channel (25%)
sv: Sekundär kanal (25 %)

source: Search in all opened databases for matching credentials
sv: Sök i alla öppnade databaser efter matchande autentiseringsuppgifter

source: Contains a poll.
sv: Innehåller en omröstning.

source: Deep Stone Monster Spawn Egg
sv: Framkallningsägg för djupt stenmonster

source: Edit Metadata
sv: Redigera metadata

source: Database file overwritten.
sv: Databasfilen har skrivits över.

source: Copy data on double clicking field in entry view
sv: Kopiera data vid dubbelklick på fält i postvyn

source: File Name
sv: Filnamn

source: Error: %s
sv: Fel: %s

source: Invalid conversion type: %1
sv: Ogiltig konverteringstyp: %1

source: Minimize
sv: Minimera

source: Why do I need to send the PIN?
sv: Varför måste jag skicka pinkoden?

source: Garden Bush Seed
sv: Frö till trädgårdsbuske

source: Searching…
sv: Söker…

source: Copy Username
sv: Kopiera användarnamn

source: Import your Linkwarden Bookmarks
sv: Importera dina Linkwarden-bokmärken

source: Subscribe
sv: Prenumerera

source: Your verification code was removed.
sv: Din verifieringskod har tagits bort.

source: Title, A to Z
sv: Titlar, A till Ö

source: Lists
sv: Listor

source: Instructions for Firefox
sv: Instruktioner för Firefox

source: How many electrons do I have?
sv: Hur många elektroner har jag?

source: Public Database Metadata
sv: Offentlig databas metadata

source: Price
sv: Pris

source: Optional tab that shows your posts containing images or videos
sv: Valfri flik som visar dina inlägg med bilder eller videor

source: Not allowed to delete other users items
sv: Du får inte radera andra användares objekt

source: Yellow Locked Chest
sv: Låst gul kista

source: Solid Slab (tile style)
sv: Solid platta (kakelstil)

source: Your password has been changed.
sv: Ditt lösenord har ändrats.

source: Only owners may give item to a user
sv: Bara ägaren får ge en artikel till en användare

source: FediAuth authentication is only available for existing accounts
sv: FediAuth-autentisering är endast tillgänglig för befintliga konton

source: To open an unlocked chest, just punch it.
sv: För att öppna en olåst kista behöver du bara slå på den.

source: Export to %1
sv: Exportera till %1

source: An error occurred while validating the Auto-Type sequence for "%1": %2 Would you like to correct it?
sv: Ett fel uppstod vid validering av autoskriv-sekvensen för "%1": %2 Vill du korrigera det?

source: Remove Passkey From Entry
sv: Ta bort passnyckeln från posten

source: Datetime created
sv: Skapad datum/tid

source: Azurite Block
sv: Azuritblock

source: Most Used App
sv: Mest använda app

source: Botan library must be at least %1, found %2.%3.%4
sv: Botan-biblioteket måste vara lägst %1, hittade %2.%3.%4

source: Error: Unknown.
sv: Fel: Okänt.
